[
  {
    "id": 1,
    "name": "Ayon Jodder",
    "date": "13th June, 2019",
    "image": "https://cdn.pixabay.com/photo/2014/07/09/10/04/man-388104_960_720.jpg",
    "review": "The menu at the restaurant is a unique concept with many diverse options. We shared the Cobb salad with roasted heirloom carrots and creamy garlic dressing. The full salad was served with a unique side of French fries, which looked amazing and were deliciously crispy. Our sister ordered the Cobb salad with smoked chicken.",
    "rating": 4.1
  },
  {
    "id": 2,
    "name": "Sabbir Mahmud",
    "date": "17th July, 2020",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTfuSTDCkFtxG2yl9qDYnHEwV6vF6Y9hkbiuzLmOaVoO_jupwImy1-NmP_kd8LiPzaimI8&usqp=CAU",
    "review": "The Cornbread & Greens (cole slaw, green tomato relish, lettuce, cucumber, red onion, croutons, and feta cheese) was more flavorful and rounded with the addition of onions, tomatoes, cucumbers, and feta. We both loved the sauce on our heirloom carrots. The slightly sweet onion relish enhanced our enjoyment of the dish.",
    "rating": 4.8
  },
  {
    "id": 3,
    "name": "Ashraful Islam",
    "date": "26th April, 2018",
    "image": "https://st.depositphotos.com/1008939/1880/i/600/depositphotos_18807295-stock-photo-portrait-of-handsome-man.jpg",
    "review": "We ordered the Cast Iron skillet with applewood smoked smoked bacon, tomato, green onion, roasted red peppers, and Jack cheese. The skillet was piping hot and the whole meal came together in a way that combined our favorite flavors and textures. The kale and caramelized onions made us even more satisfied.",
    "rating": 4.3
  },
  {
    "id": 4,
    "name": "Kabir Khan",
    "date": "24th August, 2019",
    "image": "https://previews.123rf.com/images/alphaspirit/alphaspirit1504/alphaspirit150400118/38665682-sencillo-joven-rostro-sonriente-y-optimista.jpg",
    "review": "The Vegan Fried Chicken (greens, red onions, dill pickle, ranch dressing, mustard, and spicy buttermilk breading), spicy beef stew (sweet and savory),and herb garlic cream sauce are all on the dinner menu. ",
    "rating": 4.5
  },
  {
    "id": 5,
    "name": "Md. Rafiqul Islam",
    "date": "17th September, 2019",
    "image": "https://images.pexels.com/photos/1222271/pexels-photo-1222271.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
    "review": "I enjoyed the atmosphere, the food, the server, and the design at Cedarhill Agrarian. If you are in the Pittsburgh area, I highly recommend checking out this local restaurant.",
    "rating": 4.2
  },
  {
    "id": 6,
    "name": "Md. Monirul Islam",
    "date": "11th June, 2020",
    "image": "https://media-exp1.licdn.com/dms/image/C4E03AQFeAb_1RV8H2A/profile-displayphoto-shrink_200_200/0/1641287958271?e=1652313600&v=beta&t=2UIciOAsdtDB9AXbvpLEzD_J-33YPXROjM83P27Glmw",
    "review": "The hearty green salad with crumbled feta and charred broccoli was a winter bounty. The peas, Brussels sprouts and bacon bits were roasted until golden and barely cooked.",
    "rating": 4.4
  },
  {
    "id": 7,
    "name": "Bill Gates",
    "date": "15th December, 2021",
    "image": "https://www.diethelmtravel.com/wp-content/uploads/2016/04/bill-gates-wealthiest-person.jpg",
    "review": "The salad was a welcome, rich balance to the heavier entrees. The leaves of the heirloom arugula were cut into thin ribbons, and the Greek yogurt dressing was creamy and tangy. ",
    "rating": 4.8
  }
]
